import React, {Component} from "react"
import './Main.css'

class Main extends Component{

    render() {
        return (
            <div className="main">
                <div className="main__1">
                    <h1>Політика Конфіденційності</h1>

                    <p>
                        Цей документ описує, як ми, Adrenaline Drive, використовуємо персональні дані, які отримані від вас під час надання наших Послуг. Будь ласка, ознайомтеся з цією Політикою Конфіденційності, перш ніж використовувати сайт або надавати нам будь-яку особисту інформацію.
                    </p>

                    <p>
                        Відкриваючи, використовуючи цей веб-сайт або отримуючи наші Послуги, ви підтверджуєте, що уважно прочитали, зрозуміли і приймаєте правила описані цією Політикою конфіденційності.
                    </p>

                    <p>
                        Якщо ви не згодні або не можете дотримуватися усіх або частини правил цієї Політики Конфіденційності або якщо у вас немає права або повноважень укладати цей договір, ви повинні утриматися від використання цього веб-сайту і послуг Adrenaline Drive. Також, будь ласка, ознайомтеся з нашими⠀
                        <a href="https://www.a-drive.com.ua/pdf/rules-ua.pdf">
                            Умовами використання
                        </a>
                        , які є частиною цього договору.
                    </p>

                    <h1>Визначення</h1>

                    <p>
                        <strong>
                            «Персональні Дані»
                        </strong>
                        ⠀- будь-яка інформація, що відноситься до фізичної особи, яка може бути ідентифікована прямо або опосередковано, зокрема, за допомогою посилання на такий ідентифікатор, як ім'я, ідентифікаційний номер, дані про місце розташування, онлайн ідентифікатор або на один, або кілька факторів, специфічних для фізичної, фізіологічної, генетичної, психічної, економічної, культурної або соціальної ідентичності цієї фізичної особи.

                    </p>

                    <p>
                        <strong>
                            «Послуги»
                        </strong>
                        ⠀- послуги Adrenaline Drive з надання автомобілів в оренду з метою тест-драйву, супроводу заходів, проведення фотосесій, а також додаткові послуги, які можуть бути надані Adrenaline Drive за погодженням із замовником.
                    </p>

                    <p>
                        <strong>
                            «Ви», «Ваш», «Ваш»
                        </strong>
                        ⠀відноситься до будь-якого користувача Послуг Adrenaline Drive.
                    </p>

                    <p>
                        <strong>
                            «Adrenaline Drive»
                        </strong>
                        ⠀- торгове найменування Товариство з обмеженою відповідальністю «Адреналін Драйв», юридичної особи, зареєстрованої в Україні код ЄДРПОУ 43293322, місцезнаходження якого: 01024, м. Київ, вул. Круглоуніверсітетська, буд.7, офіс 29 Будь-які посилання на Adrenaline Drive відносяться ТОВ «Адреналін Драйв».
                    </p>

                    <p>
                        <strong>
                            «Ми», «Наші» і «Нас»
                        </strong>
                        ⠀означають «Adrenaline Drive».
                    </p>

                    <p>
                        <strong>
                            «Чинне Законодавство»
                        </strong>
                        ⠀- Закон України про захист персональних даних № 2297-VI, з усіма подальшими змінами, Загальний регламент захисту персональних даних №2016 / 679 (GDPR), а також будь-які інші законодавчі та підзаконні акти, що регулюють збір, обробку та зберігання Персональних даних.
                    </p>

                    <h1>Ролі та обов'язки</h1>

                    <p>
                        Надаючи вам Послуги, ми виступаємо в якості володільця Персональних Даних, а ви - як суб'єкт персональних даних в значенні, даному у Чинному Законодавстві. Ми обробляємо ваші Персональні Дані виключно з метою надання вам високоякісних послуг та тільки в рамках цієї Політики Конфіденційності.
                    </p>

                    <p>У момент надання будь-яких Персональних Даних ми запитаємо у вас згоду на їх обробку.</p>

                    <h1>Персональні дані, які ми можемо збирати</h1>

                    <p>
                        Ваші Персональні Дані можуть бути зібрані в зв'язку з наданням наших Послуг, зокрема дані наступного типу:
                    </p>

                    <ul>
                        <li>номер, серія, дата видачі паспорта, або іншого документа, що посвідчує особу, а також копія такого документа;</li>
                        <li>індивідуальний податковий номер (ІПН);</li>
                        <li>номер, серія, дата видачі посвідчення водія, а також копія такого документа;</li>
                        <li>контактний номер телефону;</li>
                        <li>адреса електронної пошти (опціонально).</li>
                    </ul>

                    <p>
                        Ми не збираємо жодних додаткових даних, крім інформації, яка необхідна для надання наших Послуг.
                    </p>

                    <h1>Як ми можемо використовувати Персональні Дані</h1>

                    <p>
                        Ми можемо використовувати ваші Персональні Дані:
                    </p>

                    <ol>
                        <li>Для оформлення договірних відносин з вами;</li>
                        <br/>
                        <li>Для підтримки зв'язку з вами, надання відповідей на ваші питання; надання вам адміністративної інформації, в тому числі інформації про послуги і зміни умов надання Послуг, політик;</li>
                        <br/>
                        <li>Для відправки вам маркетингових повідомлень, які, на нашу думку, можуть вас зацікавити, якщо ви не відмовляєтеся відповідно до наведеного нижче розділу «Прямий маркетинг».</li>
                        <br/>
                        <li>Для дотримання законодавчих вимог, і відповідей на запити державних органів.</li>
                        <br/>
                        <li>Для поліпшення наших послуг, проведення оцінки якості, аналізу даних, розробки нових продуктів і послуг. Такі Персональні Дані можуть включати в себе дані пристроїв (такі як тип пристрою, операційна система, IP-адреси і рекламні ідентифікатори, ваше приблизне місце розташування, дані інтернет мережі і мобільної мережі), файли cookie та дані про використання вами наших продуктів і послуг, а також інші Персональні Дані.</li>
                    </ol>

                    <p>
                        Пам'ятайте, що Персональні Дані, які ми можемо збирати, і способи їх використання, зазначені в цій Політиці Конфіденційності, не є вичерпними. Ви можете зв'язатися з нами, щоб дізнатися подробиці про те, як обробляються ваші Персональні Дані.
                    </p>

                    <h1>Як Персональні Дані можуть бути передані іншим особам</h1>

                    <p>
                        Ваші особисті дані можуть бути передані:
                    </p>

                    <ul>
                        <li>нашим професійним консультантам (таким як юристи, бухгалтери, аудитори, ІТ-консультанти, консультанти з управління бізнесом), які несуть професійні зобов'язання щодо збереження конфіденційності та безпеки особистих даних.</li>
                        <li>державним, судовим, правоохоронним органам з метою дотримання чинних законів, правил, інструкцій у відповідь на вимогу таких органів.</li>
                    </ul>

                    <p>
                        Зверніть увагу, анонімні аналітичні дані не є персональними Даними і не підпадають під зобов'язання, встановлені цією Політикою Конфіденційності.
                    </p>
                </div>

                <div className="main__car">
                    <img
                        src={require("../../img/ford.png")}
                        alt="Ford"
                        className="car__ford"/>
                </div>

                <div className="main__2">
                    <h1>Зберігання Персональних Даних</h1>

                    <p>
                        Adrenaline Drive не передає ваші Персональні Дані за межі України. Все Персональні Дані зберігаються на захищених хмарних серверах, розташованих в межах ЄС та в паперовому вигляді у захищених приміщеннях з обмеженими правами доступу співробітників, під охороною.
                    </p>

                    <p>
                        Ваші Персональні Дані можуть використовуватися протягом розумного періоду часу для надання вам Послуг, проте не більше ніж 3 роки після того як ви останній раз використовували наші Послуги або сайт. Ви можете затребувати видалення ваших даних після припинення нашої співпраці. Зверніть увагу, що певна частина ваших Персональних Даних може бути збережена з метою виконання законодавчих вимог. В такому випадку ми будемо захищати конфіденційність Ваших Персональних Даних і не будемо активно їх обробляти.
                    </p>

                    <h1>Вікові обмеження</h1>

                    <p>
                        Послуги Adrenaline Drive призначені виключно для повнолітніх осіб. Ми не збираємо і не використовуємо Персональні Дані осіб віком до 18 років цілеспрямовано. Якщо нам стане відомо, що ми отримали Персональні Дані неповнолітньої особи, ми видалимо їх якомога швидше.
                    </p>

                    <h1>Права суб'єкта даних</h1>

                    <p>
                        Як у суб'єкта Персональних Даних у вас є такі права:
                    </p>

                    <ul>
                        <li>знати, які ваші Персональні Дані ми обробляємо і яким чином;</li>
                        <li>попросити нас видалити / знищити всі або деякі з ваших Персональних Даних. Зверніть увагу, що не всі Персональні Дані можуть бути видалені з юридичних причин. Крім того, ви повинні пройти процедуру ідентифікації особистості, перш ніж ми зможемо виконати ваш запит.</li>
                        <li>попросити нас змінити, оновити або виправити ваші Персональні Дані, якщо вони неточні.</li>
                        <li>просити нас надати копію ваших Персональних Даних, які ми зберігаємо.</li>
                        <li>попросити нас не використовувати Персональні Дані з метою прямого маркетингу;</li>
                        <li>та інші права, закріплені в Чинному Законодавстві (зокрема ст. 8. Закону України «Про захист персональних даних»).</li>
                    </ul>

                    <p>
                        Якщо у вас є питання або скарги, що стосуються обробки Персональних Даних, повідомте нам про це, відправивши листа електронною поштою за адресою
                        <a href="mailto:info@a-drive.com.ua">
                            info@a-drive.com.ua
                        </a>
                        .
                    </p>

                    <p>
                        Направляючи нам запит, ви повинні вказати своє ім'я, прізвище, контактні дані, відповідну інформацію, яка буде вказувати, чому ви вважаєте, що ваші Персональні Дані повинні бути видалені, змінені або їх обробка обмежена.
                    </p>

                    <h1>Правові підстави обробки даних</h1>

                    <p>
                        Надаючи вам наші Послуги, ми обробляємо ваші Персональні Дані на підставі:
                    </p>

                    <ol>
                        <li>Договору: ми можемо обробляти Персональні Дані для виконання наших договірних зобов'язань перед вами.</li>
                        <li>Законного інтересу: ми можемо покладатися на цю правову підставу, коли виконуємо процедури, які є частиною наших Послуг або є прозорими, очікуваними і є стабільною діловою практикою.</li>
                        <li>Згоди. Ми можемо запросити у наших клієнтів письмову згоду на обробку даних, якщо це потрібно відповідно до закону.</li>
                    </ol>

                    <p>
                        Цей список не є вичерпним, і ми можемо використовувати інші підстави, надані Чинним Законодавством, якщо жодна з вищезазначених підстав не може бути застосована.
                    </p>

                    <h1>Cookie та технології відстеження</h1>

                    <p>
                        Наш сайт може використовувати cookie і технології відстеження в залежності від пропонованих функцій. Файли cookie та технології відстеження використовуються для збору інформації, такої як тип браузера і операційна система, відстеження кількості відвідувачів сайту і того, як відвідувачі використовують сайт. Файли cookie також можуть допомогти налаштувати сайт для відвідувачів. Персональні Дані не можуть бути зібрані за допомогою файлів cookie та інших технологій відстеження, але разом із іншими даними можуть допомогти ідентифікувати особу.
                    </p>

                    <p>
                        Ми можемо використовувати сторонні рекламні компанії для показу реклами, коли ви відвідуєте наш веб-сайт або використовуєте наші Послуги. Зверніть увагу, що ці компанії можуть використовувати інформацію про використання вами Послуг для надання реклами про товари і послугах, які можуть вас зацікавити. В процесі надання реклами сервісів ці компанії можуть розміщувати або розпізнавати унікальні файли cookie у вашому браузері. Якщо ви погодилися використовувати файли cookie на нашому сайті, ми можемо використовувати Google Analytics. Google Analytics - це стороння технологія, яка дозволяє збирати й аналізувати інформацію про те, як ви використовуєте наш веб-сайт, і створювати відповідні звіти.
                    </p>

                    <p>
                        Ви завжди можете заблокувати, видалити або відключити файли cookie, якщо це дозволяє ваш браузер, встановлений додаток або девайс. Однак, якщо ви відмовляєтеся від файлів cookie або інших подібних технологій, функціонал сайту може бути обмежений.
                    </p>

                    <h1>Прямий Маркетинг</h1>

                    <p>
                        Ми можемо відправляти вам персоналізовані пропозиції послуг і продуктів, інформацію, або рекламні матеріали про продукти, які пов'язані з нашими Послугами. Ми даємо вам кілька опцій як обмежити використання ваших особистих даних в маркетингових цілях. Ви можете відмовитися від отримання наших рекламних електронних листів натиснувши посилання «скасувати підписку», яка вказана в кінці таких листів. Крім того, у вас є можливість зв'язатися з нами відповідно до розділу «Контакти», щоб припинити отримувати електронні листи, пов'язані з маркетингом.
                    </p>

                    <h1>Зміни в цій Політиці Конфіденційності</h1>

                    <p>
                        Ми можемо вносити зміни в цю Політику Конфіденційності в будь-який час шляхом публікації виправленої версії на нашому веб-сайті. Оновлена ​​версія вступить в силу відразу після публікації і буде позначена оновленою датою в кінці цієї Політики Конфіденційності. Ви маєте право відмовитися від наших Послуг, якщо ви не згодні з будь-якими змінами. Продовжуючи використовувати наші Послуги та веб-сайт, ви приймаєте зміни.
                    </p>
                </div>

                <div className="main__car">
                    <img
                        src={require("../../img/nissan.png")}
                        alt="Nissan"
                        className="car__nissan"/>
                </div>

                <div className="main__3">
                    <h1>Контакти</h1>

                    <p>
                        Якщо у вас є будь-які питання щодо цієї Політики Конфіденційності, будь ласка, зв'яжіться з нами, відправивши листа електронною поштою за адресою⠀<br/><br/>
                        <a href="mailto:info@a-drive.com.ua">info@a-drive.com.ua</a>
                    </p>

                    <p>Дата публікації: 10.04.2020</p>
                </div>
            </div>
        )
    }
}

export default Main