import React, {Component} from "react"
import './Main.css'

class Main extends Component{

    render() {
        return (
            <div className="main">
                <div className="main__1">
                    <h1>Политика Конфиденциальности</h1>

                    <p>
                        Этот документ описывает, как мы, Adrenaline Drive, используем персональные данные, полученные от вас в ходе предоставления наших Услуг. Пожалуйста, ознакомьтесь с данной Политикой конфиденциальности, прежде чем использовать сайт или предоставлять нам какую-либо личную информацию.
                    </p>

                    <p>
                        Открывая, используя этот веб-сайт или получая наши Услуги, вы подтверждаете, что внимательно прочитали, поняли и принимаете правила описанные этой Политикой Конфиденциальности.
                    </p>

                    <p>
                        Если вы не согласны или не можете соблюдать все или часть настоящей Политики конфиденциальности или если у вас нет права или полномочий заключать этот договор, вы должны воздержаться от использования этого веб-сайта и услуг Adrenaline Drive. Также, пожалуйста, ознакомьтесь с нашими
                        <a href="https://www.a-drive.com.ua/pdf/rules-ua.pdf">
                            Условиями Использования
                        </a>
                        , которые являются часть. этого договора.
                    </p>

                    <h1>Определения</h1>

                    <p>
                        <strong>
                            «Персональные данные»
                        </strong>
                        - любая информация, относящаяся к физическому лицу, которое может быть идентифицировано прямо или косвенно, в частности, посредством ссылки на такой идентификатор, как имя, идентификационный номер, данные о местоположении, онлайн идентификатор или на один, или несколько факторов, специфичных для физической, физиологической, генетической, психической, экономической, культурной или социальной идентичности этого физического лица.
                    </p>

                    <p>
                        <strong>
                            «Услуги»
                        </strong>
                        - услуги Adrenaline Drive по предоставлению в аренду автомобилей с целью тест-драйва, сопровождения мероприятий, проведения фотосессий, а также вспомогательные услуги, которые могут быть предоставлены Adrenaline Drive по согласованию с заказчиком.
                    </p>

                    <p>
                        <strong>
                            «Вы», «Ваш», «Ваш»
                        </strong>
                        относится к любому пользователю Услуг Adrenaline Drive.
                    </p>

                    <p>
                        <strong>
                            «Adrenaline Drive»
                        </strong>
                        - торговое наименование ООО «Адреналін Драйв» юридического лица, зарегистрированного в Украине под своим регистрационным номером 43293322. Любые ссылки на Adrenaline Drive относятся к ООО «Адреналін Драйв».
                    </p>

                    <p>
                        <strong>
                            «Мы», «Наши» и «Нас»
                        </strong>
                        означают «Adrenaline Drive».
                    </p>

                    <p>
                        <strong>
                            «Применимое Законодательство»
                        </strong>
                        - Закон Украины о защите персональных данных № 2297-VI, со всеми последующими изменениями, Общий регламент защиты персональных данных №2016/679 (GDPR), а также любые другие законодательные и подзаконные акты, регулирующие сбор, обработку и хранение Персональных Данных.
                    </p>

                    <h1>Роли и обязанности</h1>

                    <p>
                        Предоставляя вам наши Услуги, мы выступаем в качестве владельца Персональных Данных, а вы - в качестве субъекта данных в значениях, данным Применимым законодательством. Мы обрабатываем ваши Персональные данные только с целью предоставления вам высококачественных услуг и только в рамках этой Политики Конфиденциальности.
                    </p>

                    <p>
                        В момент предоставления каких-либо Персональных Данных мы запросим у вас согласие на их обработку.
                    </p>

                    <h1>Персональные данные, которые мы можем собирать</h1>

                    <p>
                        Ваши Персональные Данные могут быть собраны в связи с нашими Услугами, в частности данные следующего типа:                    </p>

                    <ul>
                        <li>номер, серия, дата выдачи паспорта, или другого документа, удостоверяющего личность, а также копия такого документа;</li>
                        <li>индивидуальный налоговый номер (ИНН);</li>
                        <li>номер, серия, дата выдачи удостоверения водителя, а также копия такого документа;</li>
                        <li>контактный номер телефона;</li>
                        <li>адрес электронной почты (опционально).</li>
                    </ul>

                    <p>
                        Мы не собираем никаких дополнительных данных, кроме информации, которая необходима для предоставления наших Услуг.
                    </p>

                    <h1>Как мы можем использовать Персональные Данные</h1>

                    <p>
                        Мы можем использовать ваши Персональные Данные:
                    </p>

                    <ol>
                        <li>Для оформления договорных отношений с вами.</li>
                        <br/>
                        <li>Для поддержания связи с вами, ответов на ваши вопросы; предоставления вам административной информацию, в том числе информации об услугах и изменениях наших условий, политик; </li>
                        <br/>
                        <li>Для отправки вам маркетинговых сообщений, которые, по нашему мнению, могут вас заинтересовать, если вы не отказываетесь в соответствии с приведенным ниже разделом «Прямой маркетинг». </li>
                        <br/>
                        <li>Для соблюдения законодательных требований, и ответов на запросы государственных органов.</li>
                        <br/>
                        <li>Для улучшения наших услуг, проведения оценки качества, анализа данных, разработки новых продуктов и услуг. Такие Персональные Данные могут включать в себя данные устройств (такие как тип устройства, операционная система, IP-адреса и рекламные идентификаторы, ваше примерное местоположение, данные интернет сети и мобильной сети), файлы cookie и данные об использовании вами наших продуктов и услуг, а также другие Персональные Данные. </li>
                    </ol>

                    <p>
                        Помните, что Персональные Данные, которые мы можем собирать, и способы их использования, указанные в настоящей Политике Конфиденциальности, не являются исчерпывающими. Вы можете связаться с нами, чтобы узнать подробности о том, как обрабатываются ваши Персональные Данные.
                    </p>

                    <h1>Как Персональные Данные могут быть переданы другим лицам</h1>

                    <p>
                        Ваши личные данные могут быть переданы:
                    </p>

                    <ul>
                        <li>Нашим профессиональным консультантам (таким как юристы, бухгалтеры, аудиторы, ИТ-консультанты, консультанты по управлению бизнесом), которые несут профессиональные обязательства по сохранению конфиденциальности и безопасности личных данных.</li>
                        <li>государственным, судебным, правоохранительным органам с целью соблюдения применимых законов, правила, инструкции в ответ на требование таких органов.</li>
                    </ul>

                    <p>
                        Обратите внимание, анонимные аналитические данные не являются Персональными Данными и не подпадают под обязательства, установленные в настоящей Политике Конфиденциальности.
                    </p>
                </div>

                <div className="main__car">
                    <img
                        src={require("../../img/ford.webp")}
                        alt="Ford"
                        className="car__ford"/>
                </div>

                <div className="main__2">
                    <h1>Хранение Персональных Данных</h1>

                    <p>
                        Adrenaline Drive не передает ваши Персональные Данные за пределы Украины. Все Персональные Данные хранятся на защищенных облачных серверах, расположенных в пределах ЕС а так же в бумажном виде в  защищенных помещениях с ограниченными правами доступа сотрудников, под охраной.
                    </p>

                    <p>
                        Ваши Персональные Данные могут использоваться в течение разумно необходимого времени для предоставления вам наших Услуг, но не более 3-х лет после того, как вы в последний раз воспользовались нашими Услугами или сайтом. Вы можете запросить удаление ваших данных после прекращения нашего сотрудничества. Обратите внимание, что определенная часть ваших Персональных Данных может быть сохранена с целью соответствия законодательным требованиям. В таком случае мы будем защищать конфиденциальность Ваших Персональных Данных и не будем активно их обрабатывать.
                    </p>

                    <h1>Возрастные ограничения</h1>

                    <p>
                        Услуги Adrenaline Drive предназначены исключительно для совершеннолетних лиц. Мы преднамеренно не собираем и не используем Персональные Данные лиц моложе 18 лет. Если нам станет известно, что мы получили Персональные Данные несовершеннолетнего лица, мы удалим их как можно скорее.
                    </p>

                    <h1>Права субъекта данных</h1>

                    <p>
                        Как у субъекта Персональных Данных у вас есть следующие права:
                    </p>

                    <ul>
                        <li>знать, какие ваши Персональные Данные мы обрабатываем и каким образом;</li>
                        <li>попросить нас удалить/уничтожить все или некоторые из ваших Персональных Данных. Обратите внимание, что не все Персональные Данные могут быть удалены по соображениям по юридическим причинам. Кроме того, вы должны завершить процедуру идентификации личности, прежде чем мы сможем выполнить ваш запрос.</li>
                        <li>попросить нас изменить, обновить или исправить ваши Персональные Данные, если они неточны.</li>
                        <li>просить нас предоставить копию ваших Персональных Данных, которые мы храним.</li>
                        <li>попросить нас не использовать Персональные Данные в целях прямого маркетинга;</li>
                        <li>и другие права, закрепленные в Применимом Законодательстве (в частности ст. 8 Закона Украины о «Защите персональных данных».</li>
                    </ul>

                    <p>
                        Если у вас есть вопросы или жалобы касающиеся обработки Персональных Данных, сообщите нам об этом, отправив электронное письмо по адресу
                        <a href="mailto:info@a-drive.com.ua">
                            info@a-drive.com.ua
                        </a>
                        .
                    </p>

                    <p>
                        Направляя нам запрос, вы должны указать свое имя, фамилию, контактные данные, соответствующую информацию, которая будет указывать, почему вы считаете, что ваши Персональные Данные должны быть удалены, изменены или их обработка ограничена.
                    </p>

                    <h1>Правовые основания обработки данных</h1>

                    <p>
                        Предоставляя вам наши Услуги, мы обрабатываем ваши Персональные Данные на основании:
                    </p>

                    <ol>
                        <li>Договора: мы можем обрабатывать Персональные Данные для выполнения наших договорных обязательств перед вами.</li>
                        <li>Законного интереса: мы можем полагаться на эту правовое основание, когда выполняем процедуры, которые являются частью наших Услуг или являются прозрачными, ожидаемыми и являются стабильной деловой практикой.</li>
                        <li>Согласия. Мы можем запросить у наших клиентов согласие на обработку данных, если это требуется по закону.</li>
                    </ol>

                    <p>
                        Этот список не является исчерпывающим, и мы можем использовать другие основания, предоставляемые Применимым Законодательством, если ни одно из вышеупомянутых оснований не может быть применено.
                    </p>

                    <h1>Cookie и технологии отслеживания</h1>

                    <p>
                        Наш сайт может использовать cookie и технологии отслеживания в зависимости от предлагаемых функций. Файлы cookie и технологии отслеживания используются для сбора информации, такой как тип браузера и операционная система, отслеживание количества посетителей сайта и того, как посетители используют сайт. Файлы cookie также могут помочь настроить сайт для посетителей. Персональные Данные не могут быть собраны с помощью файлов cookie и других технологий отслеживания, но в совокупности с другими данными могут быть использованы для идентификации лица.
                    </p>

                    <p>
                        Мы можем использовать сторонние рекламные компании для показа рекламы, когда вы посещаете наш веб-сайт или используете наши Услуги. Обратите внимание, что эти компании могут использовать информацию об использовании вами Услуг для предоставления рекламы о товарах и Услугах, которые могут вас заинтересовать. В процессе предоставления рекламы сервисам эти компании могут размещать или распознавать уникальные файлы cookie в вашем браузере. Если вы согласились использовать файлы cookie на нашем сайте, мы можем использовать Google Analytics. Google Analytics - это сторонняя технология, которая позволяет собирать и анализировать информацию о том, как вы используете наш веб-сайт, и создавать соответствующие отчеты.
                    </p>

                    <p>
                        Вы всегда можете заблокировать, удалить или отключить файлы cookie, если это позволяет ваш браузер, установленное приложение или девайс. Однако, если вы отказываетесь от файлов cookie или других подобных технологий, функционал сайт может быть ограничен.
                    </p>

                    <h1>Прямой маркетинг</h1>

                    <p>
                        Мы можем отправлять вам персонализированные предложения услуг и продуктов, информацию, или рекламные материалы о продуктах, которые связаны с нашими Услугами. Мы даем вам несколько опций как ограничить использование ваших личных данных в маркетинговых целях. Вы можете отказаться от получения от нас рекламных электронных писем нажав ссылку «отменить подписку», которая указана в конце таких писем. Кроме того, у вас есть возможность связаться с нами в соответствии с разделом «Контакты», чтобы прекратить получать электронные письма, связанные с маркетингом.
                    </p>

                    <h1>Изменения в настоящей Политике Конфиденциальности</h1>

                    <p>
                        Мы можем вносить изменения в настоящую Политику Конфиденциальности в любое время путем публикации исправленной версии на нашем веб-сайте. Обновленная версия вступит в силу сразу после публикации и будет отмечена обновленной датой в конце настоящей Политики Конфиденциальности. Вы имеете право отказаться от наших Услуг, если вы не согласны с какими-либо изменениями. Продолжая использовать наши Услуги и веб-сайт, вы принимаете изменения.
                    </p>
                </div>

                <div className="main__car">
                    <img
                        src={require("../../img/nissan.webp")}
                        alt="Nissan"
                        className="car__nissan"/>
                </div>

                <div className="main__3">
                    <h1>Контакты</h1>

                    <p>
                        Если у вас есть какие-либо вопросы относительно этой Политики Конфиденциальности, пожалуйста, свяжитесь с нами, отправив электронное письмо по адресу
                        <a href="mailto:info@a-drive.com.ua">info@a-drive.com.ua</a>
                    </p>

                    <p>Дата публикации: 10.04.2020</p>
                </div>
            </div>
        )
    }
}

export default Main